{"show_name": "Kami nomi zo Shiru Sekai: Megami-hen", "other_title": ["Kami nomi zo Shiru Sekai III", "Kami nomi zo Shiru Sekai 3", "Kaminomi III", "Kaminomi 3", "The World God Only Knows III", "The World God Only Knows 3", "The World God Only Knows: Goddesses", "神のみぞ知るセカイ 女神篇"], "genre": ["Harem", "Comedy", "Supernatural", "Romance", "Shounen"], "type": "tv", "plot": "", "episode": 12, "vintage": "2013-07-09 - 2013-09-24", "opening_theme": ["\"God only knows -Secrets of the Goddess-\" by Oratorio The World God Only Knows"], "ending_theme": ["#01: \"Kizuna no Yukue feat. Kanon Nakagawa (キズナノユクエ feat. 中川かのん)\" by Kanon Nakagawa starring Nao Touyama (ep 2)", "#02: \"Kizuna no Yukue feat. Tenri Ayukawa (キズナノユクエ feat. 鮎川天理)\" by Tenri Ayukawa starring Kaori Nazuka (ep 3)", "#03: \"Kizuna no Yukue feat. Tsukiyo Kujou (キズナノユクエ feat. 九条月夜)\" by Tsukiyo Kujou starring Yuka Iguchi (ep 4)", "#04: \"Kizuna no Yukue feat. Yui Goidou (キズナノユクエ feat. 五位堂 結)\" by Yui Goidou starring Ayahi Takagaki (ep 5)", "#05: \"Kizuna no Yukue feat. Shiori Shinomiya (キズナノユクエ feat. 汐宮 栞)\" by Shiori Shinomiya starring Kana Hanazawa (ep 6)", "#06: \"Hajimete Koi wo Shita Kioku ~Piano Bansou~ (初めて恋をした記憶 〜ピアノ伴奏〜)\" by Chihiro Kosaka starring Kana Asumi (ep 7)", "#07: \"Hitomi kara Snow (瞳からスノー)\" by Kanon Nakagawa starring Nao Touyama (ep 8)", "#08: \"Kizuna no Yukue feat. Ayumi Takahara (キズナノユクエ feat. 高原歩美)\" by Ayumi Takahara starring Ayana Taketatsu (ep 9)", "#09: \"With...you...\" by Haqua du Lot Herminium starring Saori Hayami (ep 10)", "#10: \"Kizuna no Yukue (キズナノユクエ)\" by Jupiter Sisters (ep 11)", "#11: \"Hajimete Koi wo Shita Kioku (初めて恋をした記憶)\" by 2B PENCILS & Kanon Nakagawa (2B PENCILS & 中川かのん); Vocal by Chihiro Kosaka starring Kana Asumi; Back Ground Vocal by Kanon Nakagawa starring Nao Touyama (ep 12)"], "image": "https://api-cdn.myanimelist.net/images/anime/6/51949.jpg"}